Repository: mtxmiller/LyrPlay
Catalog: LMS_StreamTest-tvOS/Localizable.xcstrings
Source language: en
Languages: de

source: %lld on
de: %lld aktiv

source: ◀ swipe to change visualizer ▶
de: ◀ wischen, um den Visualizer zu wechseln ▶

source: A random selection of albums
de: Eine zufällige Auswahl an Alben

source: About
de: Info

source: Add music to your LMS library to see it here.
de: Füge deiner LMS-Mediathek Musik hinzu, damit sie hier erscheint.

source: Add to Queue
de: Zur Warteschlange hinzufügen

source: Address octet %lld of 4
de: Adressoktett %lld von 4

source: Album artwork. Click to open visualizer.
de: Albumcover. Klicken, um den Visualizer zu öffnen.

source: Albums
de: Alben

source: Albums by total play count
de: Alben nach Gesamtwiedergaben

source: Albums updated by recent scans
de: Durch kürzliche Scans aktualisierte Alben

source: Albums you've heard recently
de: Alben, die du kürzlich gehört hast

source: Artists
de: Interpreten

source: Artists by total play count
de: Interpreten nach Gesamtwiedergaben

source: Artists you've heard recently
de: Interpreten, die du kürzlich gehört hast

source: Built-in Shelves
de: Integrierte Regale

source: Cancel
de: Abbrechen

source: Change Server
de: Server wechseln

source: Connect
de: Verbinden

source: Connect to your LMS server
de: Mit deinem LMS-Server verbinden

source: Connected to %@
de: Verbunden mit %@

source: Couldn't load
de: Laden fehlgeschlagen

source: Create playlists in LMS Material to see them here.
de: Erstelle Wiedergabelisten in LMS Material, damit sie hier erscheinen.

source: Discovered on your network
de: In deinem Netzwerk gefunden

source: Enter server address
de: Serveradresse eingeben

source: Enter server address manually
de: Serveradresse manuell eingeben

source: Enter server manually
de: Server manuell eingeben

source: Favorites
de: Favoriten

source: From Plugins
de: Von Plugins

source: Genres
de: Stilrichtungen

source: If your server is on a different network or your router blocks broadcasts, enter the address manually.
de: Wenn dein Server in einem anderen Netzwerk ist oder dein Router Broadcasts blockiert, gib die Adresse manuell ein.

source: Library
de: Musiksammlung

source: Library is empty
de: Musiksammlung ist leer

source: Library Shelves
de: Musiksammlungs-Regale

source: Most Played
de: Meistgespielt

source: Most Played Artists
de: Meistgespielte Interpreten

source: Most-played albums on this server
de: Meistgespielte Alben auf diesem Server

source: Most-played artists on this server
de: Meistgespielte Interpreten auf diesem Server

source: New Artists
de: Neue Interpreten

source: New Music
de: Neue Musik

source: No artists
de: Keine Interpreten

source: No favorites
de: Keine Favoriten

source: No genres
de: Keine Stilrichtungen

source: No playlists
de: Keine Wiedergabelisten

source: No results
de: Keine Ergebnisse

source: No servers found on your network.
de: Keine Server in deinem Netzwerk gefunden.

source: No tracks
de: Keine Titel

source: Nothing here
de: Nichts vorhanden

source: Nothing matched “%@”.
de: Nichts entspricht „%@“.

source: Now Playing
de: Aktuelle Wiedergabe

source: Play
de: Wiedergeben

source: Play All
de: Alle wiedergeben

source: Playback progress
de: Wiedergabefortschritt

source: Playlists
de: Wiedergabelisten

source: Popular
de: Beliebt

source: Popular Artists
de: Beliebte Interpreten

source: Press the Siri Remote search button and dictate, or type to search.
de: Drücke die Suchtaste der Siri Remote und diktiere, oder tippe zum Suchen.

source: Queue is empty
de: Warteschlange ist leer

source: Random Albums
de: Zufällige Alben

source: Recent searches
de: Letzte Suchanfragen

source: Recently added albums
de: Kürzlich hinzugefügte Alben

source: Recently added artists
de: Kürzlich hinzugefügte Interpreten

source: Recently Heard Artists
de: Kürzlich gehörte Interpreten

source: Recently Played
de: Kürzlich gespielt

source: Recently Updated
de: Kürzlich aktualisiert

source: Reconnecting…
de: Erneut verbinden…

source: Reset configuration
de: Konfiguration zurücksetzen

source: Retry
de: Erneut versuchen

source: Saved radio stations
de: Gespeicherte Radiosender

source: Search
de: Suchen

source: Search again
de: Erneut suchen

source: Search music
de: Musik durchsuchen

source: Searching for servers on your network…
de: Suche nach Servern in deinem Netzwerk…

source: Settings
de: Einstellungen

source: Shelves
de: Regale

source: Shelves contributed by LMS plugins installed on your server.
de: Regale, die von auf deinem Server installierten LMS-Plugins bereitgestellt werden.

source: Star items in LMS Material to see them here.
de: Markiere Einträge in LMS Material mit einem Stern, damit sie hier erscheinen.

source: Start a track from Library, Search, or the web UI.
de: Starte einen Titel über Mediathek, Suche oder die Web-Oberfläche.

source: Testing…
de: Test läuft…

source: Toggle which shelves appear on your Library tab. Order matches the on-screen order. Changes take effect immediately.
de: Lege fest, welche Regale im Musiksammlungs-Tab erscheinen. Die Reihenfolge entspricht der Bildschirmanzeige. Änderungen werden sofort wirksam.

source: Tracks
de: Titel

source: Up Next
de: Als Nächstes

source: Your saved favorites
de: Deine gespeicherten Favoriten

source: Your saved playlists
de: Deine gespeicherten Wiedergabelisten
